4ops.terraform
be5invis.toml
bierner.markdown-mermaid
bmalehorn.vscode-fish
charliermarsh.ruff
docker.docker
editorconfig.editorconfig
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
hashicorp.hcl
lextudio.restructuredtext
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
ntbbloodbath.doom-one
redhat.ansible
redhat.vscode-yaml
rpinski.shebang-snippets
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vscodevim.vim
